Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Faculty of Engineering Science and Technology
nb: Kollektiv og individuell profesjonsutvikling og læring

source: The research team that attended the Barents Sea research cruse in September 2018.
nb: Les mer om prosjektet her. Forskerne som deltok på Barentshavtoktet i september 2018, fra venstre:

source: One written assignment limited to 1400 words on an allocated theme within the time frame of one week.
nb: Skriftlig arbeidskrav gis over én uke (med innleveringsfrist tidlig i semester).Omfang: om lag 1400 ord.

source: Anni-Kristiina Juuso/Ánneristen Juuso will dive deep into the world of truth and reconciliation commissions to research how such a commission and its work could promote and have an impact on implementing indigenous peoples´rights.
nb: Anni-Kristiina Juuso/ Ánneristen Juuso skal dykke dypt inn i en verden av sannhets- og forsoningskommisjoner for å forske på hvordan slike kommisjoner og deres arbeid skulle kunne bidra til oppfyllelse av urfolks rettigheter.

source: Sensomotoric Development in theory and practice.
nb: omfang, tilrettelegging og sosial ulikhet.

source: We employed this method to examine metabolite concentrations in certain parts of the brain, says DeLuca.
nb: Vi bruker den til å finne ut metabolittkonsentrasjoner i bestemte deler av hjernen, forteller Deluca.

source: Task 3.3: Develop biodegradable ropes and components for coastal and deep sea longlines, because millions of nylon and polyester snoods are used every season and a large proportion of these get lost at sea;
nb: Oppgave 3.3 Utvikle biologisk nedbrytbare tau og komponenter for line brukt i kyst- og dyphavsfiske, siden millioner av nylon-og polyetylen forsyn brukes hver sesong, og der en stor andel kommer på avveie til sjøs.

source: The Grade-scale goes from A (tope score) to E (pass) and F (fail).
nb: Eksamen vurderes med bokstavkarakter (A-F), der F regnes som stryk.

source: FUGLAN VEIT is led by UiT- the Arctic University of Norway, in collaboration with the Sámi University of Applied Science and NINA, and includes partners in Vega, Vardø and Porsanger.
nb: Prosjektet ledes av UiT, Norges arktiske universitet, i samarbeid med Sámi Allaskuvla og NINA, samt tre lokale partnere i Vega, Vardø og Porsanger.

source: DeLuca explains that as you get older, your brain gradually breaks down, to varying degrees.
nb: Deluca forklarer at når du blir eldre, brytes hjernen din gradvis ned, i varierende grad.

source: Human pathogens in marine mammal meat.
nb: Bør ikke bekymre oss for Ebola i Norge.

source: Geographical Information Systems for Coastal and Marine Resource Management - 10 stp
nb: Geografiske informasjonssystemer for marin ressurs- og kystsoneforvaltning I - 10 stp

source: The group was established in 2010 and has members in various positions and students.
nb: Vi ble etablert høsten 2010, og har medlemmer i ulike stillingsprosenter samt stipendiater.

source: Associate Professor, Postdoctoral Fellow and Clinical Specialist Pediatric Physical Therapy MNFF, University of Tromsø / University Hospital North Norway, Tromsø.
nb: Fysioterapeut, førsteamanuensis, klinisk spesialist i barne - og ungdomsfysioterapi MNFF, Universitetet i Tromsø / Universitetssykehuset Nord-Norge HF, Tromsø.

source: Melhus, Marita; Eliassen, Bent Martin; Broderstad, Ann Ragnhild.
nb: Broderstad, Ann Ragnhild. Helse-og levekårsundersøkelsen i områder med samisk og norsk bosetning SAMINOR.

source: Bones will cooperate closely with Peder Roberts and Dag Avango (A4) at the partner institution, the Royal Institute of Technology (Stockholm).
nb: Bones vil samarbeide tett med Peder Roberts og Dag Avango (A4) ved partnerinstitusjon, Royal Institute of Technology (Stockholm)

source: Astma and inflammatory lung disease.
nb: Astma og inflammatorisk lungesykdom

source: Presentations such as a lecture or a poster will not be credited with ECTS.
nb: har kompetanse på ledelse og administrasjon av prosjekter, nettverksbygging og allmenn formidling

source: The development of Opp was funded by the Dam Foundation through the Norwegian Council for Mental Health.
nb: Opp er støttet av Stiftelsen Dam gjennom Rådet for psykisk helse.

source: The PhD-program in Science consists of 180 ECTS, where 30 ECTS is the instruction component and 150 ECTS is the thesis (research project) itself.
nb: Ph.d.-programmet i naturvitenskap er på 180 stp og består av en opplæringsdel (30 stp) samt et forskningsprosjekt som skal munne ut i en avhandling (150 stp).

source: Language of instruction
nb: Ett semesters varighet.

source: To kick off the second day of the MIS field school, we met with Ms Helene Berg Nilsen, the Mayor of Skánik / Skånland municipality.
nb: Den andre dagen møtte studentene Helene Berg Nilsen som er ordfører i Skánik/Skånland kommune.

source: In June 2021, representatives were elected, with deputies, to the University Board at UiT Norway's Arctic University for the period 1.8.2021–31.7.2025.
nb: I juni 2021 ble det valgt representanter, med vara, til universitetsstyret ved UiT Norges arktiske universitet for perioden 1.8.2021–31.7.2025.

source: He explains that the brain will adapt to the experiences it has.
nb: Han forklarer at hjernen vil tilpasse seg erfaringer den har.

source: knowledge of the potentials and limitations of each method and data sources.
nb: analysere, forstå og tolke kvartær- og glasialgeologiske data.

source: Promoting Patient Voices on the Internet.
nb: Barn som pårørende - fra forskning til praksis.

source: From the experiences and results that have been gained with Systematic Concept Teaching, we assume that many of the children and young people who fall within these 15–20 percent can benefit considerably from Systematic Concept Teaching, Hansen says.
nb: Ut fra de erfaringer og resultater som foreligger med systematisk begrepsundervisning, antar vi derfor at forholdsvis mange av de barn og unge som faller innunder rammen av disse 15–20 prosentene, kan profitere betydelig på systematisk begrepsundervisning, sier Hansen.

source: Exchange students and Fulbright students
nb: - oversikt over sentrale kvinner i spanskspråklig litteratur- og kulturhistorie

source: The last intervention was finished January 2010, and the last measurement January 2011.
nb: Siste intervensjon ble avsluttet januar 2010, og siste skjemautfylling gjennomført medio januar 2011.

source: HMS-0502 First aid in the laboratory, workshop and on sea and land expeditions
nb: HMS-0502 Førstehjelp lab, verksted, felt og tokt

source: Introduction to British Studies (co-taught), ENG-1110
nb: Emnet har felles forelesninger med NOR-1110.

source: Arctic Norway and the Barents Region - Aspects of history - 10 stp
nb: Skandinavisk barne- og ungdomslitteratur - 10 stp

source: Application code: 9354 - Singular course in computer science Objective of the course
nb: Søknadskode: 9354 - enkeltemner i informatikk Hva lærer du Kunnskap:

source: About 20 teachers from ISM has participated in the development as teachers, supervisors and examiners.
nb: Et 20-talls lærere fra ISM har deltatt i utviklingen som forelesere, veiledere og sensorer. Forskningsgruppeleder:

source: #166150 is named after Fredrik Broms who attended the tagging.
nb: #166150 er oppkalt etter Fredrik Broms som var med å merke den.

source: The course starts with a theoretical background and physical principles of key geochronological methods.
nb: kunnskap om hvordan breer eroderer og avsetter materiale, og om landskapsformer og sedimenter dannet av breer og deres smeltevann.

source: If the applicant wishes to write a thesis in a language other than those approved in the Faculty's supplementary rules for the PhD Regulations (point 19), an application for this should be submitted together with the application for admission.
nb: Dersom søker ønsker å bruke et annet språk i avhandlingen enn de som er godkjent i fakultetets utfyllende regler til ph.d.-forskriften (punkt 19), skal søknad om dette leveres sammen med søknad om opptak.

source: Understanding the multivariable control and overall control systems.
nb: Finne frem til gjeldende lover og regelverk for lagring og behandling av personopplysninger.

source: We also offer tests of sprint tests (10-40m) with split time and repeated sprint.
nb: Vi tilbyr også testing av løpshurtighet (10-40m) med mellomtid og repetert sprint.

source: “I have no doubt that Facebook has been of great significance to Tromsø.
nb: At Facebook har hatt stor betydning for Tromsø, er jeg ikke i tvil om.

source: Hannah is 26 år and comes froma Harstad.
nb: Hannah er 26 år og er fra Harstad.

source: Independent Confidant and Coparenting Relationships as Predictors of Child Adjustment in Divorced Father Families.
nb: Modelldistrikt Nord-TromsEvaluering av samhandling og faglig innhold i tjenester for barn og unges psykiske helse.

source: The Prize is named after Henrik Mohn (1835–1916), who is considered the founder of Norwegian research in meteorology and physical oceanography.
nb: Prisen er oppkalt etter Henrik Mohn (1835–1916), som regnes som grunnleggeren av norsk forskning innen meteorologi og fysisk oseanografi. Publisert:

source: Helse Nord announced December 6th 2011 a decition on further support to continue the Prosjektet for three more years.
nb: Helse Nord annonserte 6 desember 2011 at de har besluttet å støtte videreføring prosjektet for nye tre år.

source: To the article in
nb: Til artikkelen i

source: Environmental factors such as exposure to UV radiation, oxygen, heat, wind, waves, seawater, and bacteria all influence the degradation of synthetic materials in the environment.
nb: Miljøfaktorer som eksponering for UV-stråling, oksygen, varme, vind, bølger, sjøvann og bakterier påvirker nedbrytningen av syntetiske materialer i miljøet.

source: For students at the Master's Degree Programme - Engineering Design.
nb: Konstruksjon og modellering med AutoCAD og Autodesk Inventor.

source: The assessment is based on:
nb: Eksamen og vurdering:

source: argued her doctoral thesis Friday September 23rd.
nb: disputerte fredag 23 september.

source: The engagement with both languages will dictate how much the brain will be affected.
nb: Derfor har vi sett nærmere på hjernemetabolittene som endrer seg i hjernen.

source: Entirely basic, you may say, but what if you have never learned about the basic concepts shape and colour?
nb: Helt opplagt, sier du, men hva hvis du aldri har lært de grunnleggende begrepene form og farge?

source: A re-sit examination is offered in the event of a fail/F-grade.
nb: Muntlig presentasjon av forskningsdesign/prosjektskisse på seminar.

source: – Basic conceptual systems, with related concepts, has an enormous potential for transfer in teaching and learning within different subjects and skills, all the way up to university level, explains Hansen, and points out that Systematic Concept Teaching could also be used as a preventive measure to “combat” and/or remediate learning difficulties.
nb: – Grunnleggende begrepssystemer, med tilhørende begreper, har et enormt overføringspotensiale i undervisning og læring innen ulike fag og ferdigheter, helt opp til universitetsnivå, forklarer Hansen og peker på at systematisk begrepsundervisning også kan brukes som et forebyggende tiltak for å motvirke og/eller redusere lærevansker.

source: Course requirements: The coursework includes participation on a larger project throughout the semester.
nb: Ved karakter F/«ikke bestått» tilbys kontinuasjonseksamen i begynnelsen av påfølgende semester.

source: Then BBC journalist, Joanna Lumley, visited Tromsø.
nb: Så kom BBC-journalisten Joanna Lumley til Tromsø.

source: Thesis hand in date 01.06.2022
nb: Oppgave innlevering 01.06.2022

source: Master's thesis in applied physics and mathematics - 30 stp
nb: Masteroppgave i økonomi og administrasjon - 30 stp

source: for north Norwegian bats.
nb: vi opp med en temperaturkurve.

source: The course is administrated by
nb: Om avstivning og stabilitet av byggverk.

source: Propoerty, state, proecss and equilibriuim
nb: Struktur, formelle krav, kvalitetskrav

source: The date for the exam can be changed.
nb: august for eksamen i vårsemesteret.

source: Marine resource economics (MRØ)
nb: Miljø- og ressursøkonomi (MRØ)

source: Nature and tourism in an era of climate change - 10 stp
nb: Spesialemne i samisk litteraturvitenskap - 10 stp

source: International PhD student environment (ToDoS)
nb: Internasjonalt ph.d.-studentmiljø (ToDoS)

source: A stay abroad is recommended for the second or third year of the study years and for a duration of 3-10 months.
nb: Utenlandsopphold anbefales lagt til studentens andre eller tredje studieår og med en varighet på 3-10 måneder.

source: Re-sit: There will be no re-sit exam.
nb: august for eksamen i vårsemesteret.

source: Main goals of the project:
nb: Undervisning og eksamen

source: It turns out that if you are bilingual, your brain can be protected against some effects of aging.
nb: Det viser seg at dersom du er tospråklig, så kan hjernen beskyttes mot aldring.

source: Among the properties are those arising from the uncertainty of delivery, the omnipresence of errors, and lack of global consistence and authority.
nb: Vi studerer forholdet mellom bibliotek, brukere og samfunn, og hvordan dette endres og utvikles lokalt, regionalt, nasjonalt og internasjonalt.

source: If the pupils do not have a language related, and conscious relationship, to basic concepts and conceptual systems, they may struggle to learn and understand several phenomena and coherences.
nb: Har ikke elevene et språklig og bevisst forhold til grunnleggende begreper og begrepssystemer, så kan de ha vansker med å lære og forstå mange fenomener og sammenhenger.

source: can reflect critically on the use of different filmic languages and narrative structures as `ways of knowing' in specific historical and societal contexts.
nb: Kunnskap om grunnleggende begreper i politisk filosofi, slik som makt, legitimitet, negativ frihet, positiv frihet, proseduralisme, individualisme, og kommunitarisme.

source: Literary and Cultural Theory - 10 stp
nb: Kjønn, etnisitet og klasse - 10 stp

source: The analyses involves a broad repertoire of methods, including immunohistochemistry, RT-qPCR, FACS, Luminex and proliferation and activity assays on isolated lymphocytes.
nb: I prosjektet inngår et bredt spekter av metoder, blant annet immunhistokjemi, RT-qPCR, FACS, Luminex og proliferasjons og aktivitetsassay på isolerte lymfocytter.

source: What substance is it made of?
nb: Hva slags stoff er det laget av?

source: This equals 40 hours per semester.
nb: Dette tilsvarer 40 timer per semester.

source: help the students to develop essential research and independent learning
nb: For rapportskriving er det et godt samspill med kommunikasjon og norsk.

source: Norner Research will also evaluate end-of-life options for fishing gear collected on land after service time.
nb: Norner Research vil også evaluere «end-of-life» løsninger for utrangerte fiskeredskaper samlet opp på land.

source: In addition, exercises and control questions related to each video are used.
nb: Det foreligger øvingsoppgaver og eventuelt kontrollspørsmål knyttet til hver video.

source: Academic functioning and psychosocial challenges in children with PTSD.
nb: Akademiske og psykososiale utfordringer hos barn, som følge av stress og PTSD.

source: Consequently, our research spans from single resources, like cod, and single industries, like the cod fisheries and the oil industry, to the relationship between industries and how they affect and are affected by the ecosystem as a whole.
nb: Vår forskning spenner derfor fra enkeltressurser som torsken og enkeltnæringer, som torskefiskeriene, akvakultur og oljenæringen, til forholdet mellom næringer, og hvordan disse påvirker og påvirkes av økosystemet som helhet.

source: Assessment methods and course requirements for this seminar will be:
nb: For å få adgang til vårsemesteret i emnet må juleeksamen være bestått.

source: It was the Swedes who first saw the potential in Tromsø.
nb: I Tromsø var det svenskene som så potensialet først.

source: I will be involved in a lot of lab work, statistical work and writing.
nb: Joakim ble tatt opp på forskerlinja i fjor og fullførte i vår sitt tredje studieår på medisinstudiet.

source: Kalnay, E. Historical overview of numerical weather prediction.
nb: delta i og lede tverrfaglige og tverretatlig samarbeid.

source: Examples of topics that will be addressed are perception, learning, emotion, motivation and cognition.
nb: Både perseptuell, kognitiv, språklig, emosjonell og sosial utvikling vil berøres.

source: In order to get started with learning a basic conceptual system, the children need to learn at least 3–5 individual concepts, and each concept need to be learned through many different sensory experiences that are put into words.
nb: For å komme godt i gang med læring av et grunnleggende begrepssystem, så trenger barna å lære minst 3–5 underbegreper, og hvert underbegrep må læres med mange forskjellige sansebaserte opplevelser som språksettes.

source: Grades are A-E for passed and F for failed.
nb: Eksamen vurderes med bokstavkarakter A-F, der F regnes som stryk.

source: From the Norwegian Ice Service that is run by MET Norway: Alistair Everett and Nick Hughes.
nb: Alistair Everett og Nick Hughes fra Istjenesten, MET.

source: Students should demonstrate understanding of:
nb: begreper og perspektiver i studiet av internasjonal politikk

source: When CNN interviewed Solomonsen live about northern lights, Tromsø and his photographs, there were more that 200 million viewers. A trip to the northern lights
nb: Da CNN intervjuet Salomonsen live om nordlyset, Tromsø og bildene han tar, så mer enn 200 millioner mennesker innslaget. Nordlystur

source: In spring of 2015, Focal Point North funded a second excursion for first-year Indigenous Studies Master’s students to Norway’s Trøndaleg region, as well as Västerbottten and Jämtland regions of Sweden.
nb: Høsten 2015 dro førsteårsstudentene på masterprogrammet i urfolksstudier ved UIT på ekskursjon til Trøndelag og Västerbotten og Jämtland i Sverige.

source: The project should be based on recognised resarch methods.
nb: Dette skal skje med oppmerksomhet på og respekt for pasientens ønsker om og behov for informasjon og medbestemmelse.

source: The subject teaches in the autumn semester with teacher-led and assistant-led learning and / or exercises.
nb: Faget undervises i høstsemesteret med lærerstyrt- og assistentstyrt læring og/eller øvinger.

source: , journalist at TREC
nb: , journalist ved TREC

source: Approved assignments give access to the final written exam.
nb: en gang for problemstilling og litteraturliste, og en gang for innlevert tekst.

source: EXF-0750 Examen Facultatum - Entrepreneurship and Tourism Studies 10 stp Course content
nb: HEL-0750 Samhandling, etikk og grunnleggende akademiske ferdigheter i helse– og sosialfag 10 stp

source: Environmental considerations must lead the way.
nb: Miljøhensyn må i førersetet.

source: National and international PhD courses arranged by or in collaboration with accredited higher education institutions
nb: kan formulere problemstillinger, planlegge og gjennomføre, forskning og faglig utviklingsarbeid på høyt internasjonalt nivå

source: The course is a venue for students interested in comparing governance challenges in a circumpolar Northern context.
nb: Emnet kan gjerne tas som enkeltemne eller som støtteemne i andre bachelorgradsprogrammer.

source: Director of the University Library at UiT, Johanne Raade.
nb: Direktør for Universitetsbiblioteket ved UiT - Norges arktiske universitet, Johanne Raade.

source: A re-sit exam will not be arranged for this course.
nb: Kandidaten kan forstå og bruke matematiske representasjoner.

source: PhD in social science Erlend Dancke Sandorf
nb: Ph.d i samfunnsvitenskap Erlend Dancke Sandorf

source: Aurora is 22 and comes from Bardufoss.
nb: Aurora er 22 år gammel og kommer fra Bardufoss.

source: Structural basis for substrate specificity in two enzymes in the Proteinase K family.
nb: Konsert Mathias Eick, Midwest med strykere, Nasjonal jazzscene.

source: Supervised methods will include technologies such as decision trees, linear discrimination and neural networks.
nb: kunnskap om kunnskapsrepresentasjonsformer og kunnskapsbaser inkludert begrunnelsesstrategier, beslutningsstøtte og heuristikk.

source: The course will give the students:
nb: Arbeide systematisk og selvstendig på laboratoriet og på tokt

source: However, biodegradable gillnets had a 10-15% poorer fishing efficiency than traditional gillnets.
nb: Imidlertid hadde biologisk nedbrytbare garn 10-15% dårligere fiskeeffektivitet enn tradisjonelle garn.

source: LOCATION:Kultursalen i Alta, UiT campus Alta
nb: Arrangementet finner sted i kultursalen.

source: Learned about the main debates on the relationships between politics and economic development
nb: kan definere forskningsspørsmål og foreta avgrensning og definering av begreper.

source: "Prosjekt ekstrem prematuritet" is a national cooperation project with all the NICUs and the most of the maternity wards in Norway, and Medical Birth Register.
nb: Prosjekt ekstrem prematuritet er et nasjonalt samarbeidsprosjekt mellom alle barneavdelingene og de fleste fødeavdelingene i Norge, og Medisinsk fødselsregister.

source: Harsem works as a Senior Associate in BDO Advice.
nb: Harsem jobber i dag som Senior Associate i BDO Rådgiving.

source: – The smaller adjustments we can take care of right away.
nb: – De mindre justeringene kan vi selvsagt gjennomføre.

source: General study competence or prior learning + HING
nb: Generell studiekompetanse + HING.

source: When researchers at UiT went on a cruise this summer, they found that a new algorithm could provide better maps for a safer journey.
nb: Da forskere ved UiT dro på tokt i sommer, var målet å teste ut en ny metode for å lage bedre iskart.

source: Application deadline for external applicants: 1 June.
nb: Andre søker opptak innen 1. juni for høstsemesteret.

source: While there are no photographers systematically posting photos on Facebook in Alta, the Tromsø based northern light photographer Christian Salomonsen has nearly 350 000 followers who register every time he posts a picture of the northern lights from Tromsø.
nb: Mens det i Alta ikke er noen fotografer som systematisk legger ut bilder på Facebook, har den tromsøbaserte nordlysfotografen Ole Christian Salomonsen nesten 350 000 personer som registrerer det hver gang han legger ut et nytt nordlysbilde fra Tromsø.

source: Information about exchange, Autumn semester 2022
nb: Utveksling våren 2022 - informasjonsmøte

source: Teaching and learning in the nature.
nb: Frisk og sprek i Finnmark.

source: Testing significance of the variables.
nb: • beskrive når oppfølgingstesting kan gjøres og hvordan.

source: There are a total of 11 board members, and the representation will rotate between the various industry and organization partners throughout the project period.
nb: I alt er det 11 medlemmer i styret, og representasjonen vil gå på omgang mellom de ulike industri- og organisasjonspartnerne gjennom prosjektperioden.

source: HMS-0501 Safety in the laboratory, workshop and on sea and land expeditions
nb: HMS-0501 Sikkerhet på laboratoriet, versted, felt og tokt

source: For more information, please contact:
nb: For mer info kontakt:

source: Test-Retest Reliability of Different Test Concepts in Ice Sledge Hockey.
nb: Bruk av teknologi innen kampanalyse i fotball.
